Repository: gvinaccia/dbv-language-packs
Catalog: */default.po
Languages: fr_fr

source: Access denied
fr_fr: Accès interdit

source: You didn't select any objects
fr_fr: Vous n'avez sélectionné aucun object

source: Executed revision #{revision}
fr_fr: Révision exécutée #{revision}

source: Filename #{file} contains illegal characters. Please contact the developer.
fr_fr: Le nom du fichier #{file} contient des caractères interdits. Merci de contacter le développeur.

source: Couldn't write file: #{path}<br />Make sure the user running DBV has adequate permissions.
fr_fr: Impossible d'écrire le fichier: #{path}<br />Vérifier que l'utilisateur qui exécute DBV possède les permissions suffisantes.

source: File #{path} successfully saved!
fr_fr: Le fichier #{path} a été sauvegardé avec succès!

source: Created schema object #{item}
fr_fr: Schéma créé #{item}

source: Cannot find file for schema object #{item} (looked in #{schema_path})
fr_fr: Impossible de trouver de fichier pour le schéma #{item} (regardé dans #{schema_path})

source: Wrote file: #{file}
fr_fr: Fichier écrit: #{file}

source: Cannot write file: #{file}
fr_fr: Impossible d'écrire le fichier: #{file}

source: Cannot open file #{file}
fr_fr: Impossible d'ouvrir le fichier #{file}

source: Revisions
fr_fr: Révisions

source: Revision ID
fr_fr: Révision ID

source: Save file
fr_fr: Sauvegarder

source: No revisions in #{path}
fr_fr: Aucune révision dans #{path}

source: You didn't select any revisions to run
fr_fr: Vous n'avez sélectionné aucune revision à exécuter

source: Error!
fr_fr: Erreur!

source: The following errors occured:
fr_fr: Les erreurs suivantes se sont produites:

source: The following actions completed successfuly:
fr_fr: Les actions suivantes se sont terminées correctement:

source: dbv.php - Database versioning, made easy
fr_fr: dbv.php - Base de données versionnée, en toute simplicité

source: Check for updates
fr_fr: Vérifier les mises à jour

source: Database schema
fr_fr: Schéma de base de données

source: Schema object
fr_fr: Schéma

source: In DB
fr_fr: En base

source: On disk
fr_fr: Sur disque

source: YES
fr_fr: OUI

source: NO
fr_fr: NON

source: Push to database
fr_fr: Déployer vers la base

source: Export to disk
fr_fr: Exporter vers le disque

source: No schema objects found on disk or in the database.
fr_fr: Aucun schéma trouvé sur le disque ou en base
